Repository: smartquailstage/qnd121app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Reservations
es: Reservaciones

source: Continue shopping
es: ver mas tours

source: CheckIn
es: Registrarse

source: Make Reservations
es: Realice su reserva

source: Price per person
es: Precio por persona

source: Final Price
es: Precio final

source: persons
es: Número de personas

source: Apply a Coupon
es: Aplicar Cupón de descuento

source: Cancel
es: Cancelar reserva

source: The Island
es: La Isla

source: Charms
es: Encantos

source: Worlds
es: Mundos

source: Natural Environ
es: Entorno Natural

source: Geological Environ
es: Entorno Geologico

source: Marine Environ
es: Entorno Marino

source: Community Environ
es: Entorno Comunitario

source: Hosts
es: Anfitriones

source: Expeditions
es: Expediciones

source: Contacts
es: Contacto

source: Coupon
es: Cupon

source: First name
es: Nombres:

source: Last name
es: Apellidos:

source: E-mail
es: Correo electrónico

source: Contact phone number
es: Número de telefono de contacto

source: Date & time for Arrival to CC-floreana
es: Fecha y hora de arrivo al CC-floreana

source: Date & time for Departure to CC-floreana
es: Fecha y hora de salida del CC-floreana

source: I accept the terms and conditions of this services.
es: Yo acepto las condiciones y clausuras de servicio

source: Checkout
es: Pagar Tour

source: Your list tours for Floreana Island:
es: Tu lista de reservas

source: Check In Now!
es: ¡ Reservar ahora !

source: To Centro Comunitario Isla Floreana
es: Al Centro Comunitario Isla Floreana

source: Fill out the form below and you will receive an email confirmation of your Check In Track.
es: Llene el siguiente formulario para recibir un mail de confirmación de la reserva.

source: Place order
es: Pagar tour

source: terms & conditions for reserve this service
es: Términos y condiciones de este servicio

source: Thank you
es: Gracias

source: TERMS & CONDITIONS OF ISLA FLOREANA GALAPAGOS RESERVATION SERVICE.
es: Terminos y condiciones de servicios de ISLA FLOREANA GALAPAGOS.

source: create/
es: Crear

source: Order_terms/
es: Terminos y condiciones

source: Payment Cancel
es: Pago Cancelado

source: Payment Done
es: Pago realizado

source: Your dream trip, its every closer
es: Cada vez mas cerca del viaje de tus sueños

source: Your payment reservation for Centro Cultural Isla Floreana was successful
es: El pago de tu reserva para el Centro Cultural Isla Floreana, se realizó co éxito.

source: Your payment reservation has been processed successfully.
es: El pago de tu reserva fue procesado satisfactoriamente.

source: THANKS FOR VISIT US
es: GRACIAS POR VISITARNOS

source: Payment Process
es: Proceso de Pago

source: Pay your reservation now
es: Paga tus reservas ahora al CENTRO COMUNITARIO ISLA FLOREANA

source: Pay your reservation securely and quickly, with our e-commerce system. We accept the following credit cards.
es: Paga tu reserva de manera rapida y segura, con nuestro sistema de e-commerce. Aceptamos las siguientes tarjetas de credito

source: Discount
es: Descuento

source: Credit Card Number
es: Tarjeta de credito

source: Valid Thru
es: Código reverso de la tarjeta

source: Back to top
es: Volver hacia arriba

source: Make your reservations online and pay now, easily and securely.
es: Realiza tus reservas online y paga tus paquetes turísticos ahora de manera rápida y segura.

source: Your
es: Tu

source: reservation shopping
es: de reservas para comprar

source: have to
es: Tienes

source: is empty.
es: Esta vacío

source: Make you reservation now
es: Realiza tus reserva ahora

source: Number of persons on Tour
es: Número de personas en el tour

source: Add a cart
es: Agregar al carro de reservas

source: GET THE MOST OUT OF FLOREANA
es: Aprovecha Floreana al máximo
